{
  "name": "Минералы",
  "category": "world",
  "icon": "bewitchment:amethyst",
  "pages": [
	{
	  "type": "text",
	  "text": "В то время как неорганические минералы, от драгоценных камней до металлов, так же важны в колдовстве."
	},
	{
	  "type": "empty",
	  "draw_filler": false
	},
	{
	  "type": "text",
	  "title": "Ракушняк",
	  "text": "Тип осадочного камня, найденного на пляжах. Этот камень имеет мощную связь с океанами и фактически состоит из остатков моллюсков."
	},
	{
	  "type": "image",
	  "images": [
		"bewitchment:textures/gui/patchouli/coquina.png"
	  ],
	  "border": true
	},
	{
	  "type": "text",
	  "title": "Aметист",
	  "text": "Невероятно популярный фиолетовый Кристалл. Он используется для усиления атакующей магии, и некоторые утверждают, что он может положительно повлиять на здоровье."
	},
	{
	  "type": "image",
	  "images": [
		"bewitchment:textures/gui/patchouli/amethyst.png"
	  ],
	  "border": true
	},
	{
	  "type": "text",
	  "title": "Гарнет",
	  "text": "Драгоценный камень с глубоким красно-фиолетовым оттенком. Этот камень очень хорошо защищает от злой магии и, как таковой, обладает защитными свойствами."
	},
	{
	  "type": "image",
	  "images": [
		"bewitchment:textures/gui/patchouli/garnet.png"
	  ],
	  "border": true
	},
	{
	  "type": "text",
	  "title": "Oпал",
	  "text": "Белесый драгоценный камень, известный своей «игрой цвета» или «огнем», блестящим световым шоу, которое меняется в зависимости от того, как его держат. Этот драгоценный камень помогает поддерживать магию, например, усиливая силы."
	},
	{
	  "type": "image",
	  "images": [
		"bewitchment:textures/gui/patchouli/opal.png"
	  ],
	  "border": true
	},
	{
	  "type": "text",
	  "title": "Соль",
	  "text": "Минерал найден довольно неглубоко под землей. Хотя это выглядит довольно незаметно, соль используется для защиты от всех форм сверхъестественных существ, выступая в качестве своего рода физического барьера для них."
	},
	{
	  "type": "image",
	  "images": [
		"bewitchment:textures/gui/patchouli/salt.png"
	  ],
	  "border": true
	},
	{
	  "type": "text",
	  "title": "Серебро",
	  "text": "Блестящий металл, рядом только с золотом. Представляя луну и ее чистоту, серебро - желанный металл, используемый во многих магических устройствах. Это также находит широкое применение в убийстве сверхъестественных существ, обычно оборотней, но вампиры и другие нежити также страдают от него."
	},
	{
	  "type": "image",
	  "images": [
		"bewitchment:textures/gui/patchouli/silver.png"
	  ],
	  "border": true
	}
  ]
}
