{
  "name": "Pастения",
  "category": "world",
  "icon": "bewitchment:hellebore",
  "pages": [
	{
	  "type": "spotlight",
	  "item": "bewitchment:aconitum",
	  "text": "Ядовитый цветок, семена которого можно найти в высокой траве. Это особенно вредно для волков и других собак, в том числе ликантропов. Будучи токсичными, другие существа не подвержены такому влиянию."
	},
	{
	  "type": "spotlight",
	  "item": "bewitchment:belladonna",
	  "text": "Красивый, но ядовитый цветок, семена обычно встречаются в высокой траве. Это растение известно своими психоактивными свойствами и является основным ингредиентом для летающей мази."
	},
	{
	  "type": "spotlight",
	  "item": "bewitchment:garlic",
	  "text": "Разновидность аллиума, со съедобной луковицей. Тем не менее, вампиры, как известно, избегают этого растения, оно обычно используется для защиты от них. Другие формы нежити также, кажется, имеют отвращение к нему."
	},
	{
	  "type": "spotlight",
	  "item": "bewitchment:hellebore",
	  "text": "Безвредный и великолепный цветок, обычно выращиваемый для садов. Его семена можно легко найти в заросших травах. Этот цветок также известен своей связью с демонами."
	},
	{
	  "type": "spotlight",
	  "item": "bewitchment:mandrake_root",
	  "text": "Странное растение с психоактивными свойствами и жутким внешним видом. Его корень содержит в себе великую магическую силу. Семена этого растения можно найти в траве."
	},
	{
	  "type": "spotlight",
	  "item": "bewitchment:white_sage",
	  "text": "Растение приспособлено к засушливым землям, его семена часто застревают в Мертвых кустах. Это растение обладает силой отгонять демонов и других темных духов."
	},
	{
	  "type": "spotlight",
	  "item": "bewitchment:wormwood",
	  "text": "Травянистое растение, которое часто растет в высокой траве и рядом с ней. Полынь используется для общения с духами. Некоторые группы, как известно, используют это растение для приготовления мощных спиртов."
	},
	{
	  "type": "spotlight",
	  "item": "bewitchment:spanish_moss",
	  "text": "Висячее растение, найденное в болотистых местах. Несмотря на свое название, испанский мох на самом деле не мох, а скорее плавное растение, но его цветы часто слишком малы, чтобы увидеть. Испанский мох имеет сильную связь с миром духов и, следовательно, с душой, и благодаря этому является жизненно важной частью кукол."
	}
  ]
}
