{
  "name": "Деревья",
  "category": "world",
  "icon": "bewitchment:elder_sapling",
  "pages": [
	{
	  "type": "text",
	  "text": "Обычно встречающиеся во всех видах лесов, деревья являются основой большинства колдовства."
	},
	{
	  "type": "empty",
	  "draw_filler": false
	},
	{
	  "type": "text",
	  "title": "Кипарис",
	  "text": "Высокое и темное дерево, встречающееся в хвойных местах, таких как тайга. Это дерево ассоциируется со смертью и загробной жизнью и жизненно важно для создания отлива дыма смерти. Несмотря на это, метлы, сделанные из его дерева, дают всаднику временное сопротивление в полете."
	},
	{
	  "type": "image",
	  "images": [
		"bewitchment:textures/gui/patchouli/cypress.png"
	  ],
	  "border": true
	},
	{
	  "type": "text",
	  "title": "Бузина",
	  "text": "Бузина-это дерево, которое обычно встречается в пышных лесах, включая обыкновенные леса и березовые леса. Это дерево ассоциируется с мудростью, и его саженцы производят каплю дыма мудрости. Волшебные метлы, сделанные из древесины этого дерева, являются одними из самых быстрых. Это дерево также дает сочные ягоды, от которых пахло твоим отцом."
	},
	{
	  "type": "image",
	  "images": [
		"bewitchment:textures/gui/patchouli/elder.png"
	  ],
	  "border": true
	},
	{
	  "type": "text",
	  "title": "Можжевельник",
	  "text": "Дерево в основном встречается в засушливых районах, чаще всего в саванне. Это дерево славится своей великой магической силой, и экстракты из молодых деревьев используются для изготовления жидкого колдовства. Метлы этого типа дерева обладают врожденной магической силой, и мне не нужно летать. Он производит маленькие голубые ягодообразные шишки, которые являются популярной специей."
	},
	{
	  "type": "image",
	  "images": [
		"bewitchment:textures/gui/patchouli/juniper.png"
	  ],
	  "border": true
	},
	{
	  "type": "text",
	  "title": "Дерево драконьей крови",
	  "text": "Редкое дерево, ценимое за свою смолу, имеющее много применений, но чаще всего используемое для сигилов. Это дерево вымерло в дикой природе, однако некоторые алхимики, как известно, выращивают это дерево в частном порядке и могут давать саженцы тем, кому они доверяют. Разрезая зрелый взгляд с помощью Булина, он стучит по нему, позволяя его кроваво-красной смоле просачиваться наружу. Метлы, сделанные из этого редкого дерева, быстрее всех, кроме метел Бузины,"
	},
	{
	  "type": "image",
	  "images": [
		"bewitchment:textures/gui/patchouli/dragonsblood.png"
	  ],
	  "border": true,
	  "text": "но, в свою очередь, они могут иметь сигилы, применяемые к ним, которые затем будут применяться к всаднику."
	}
  ]
}
