{
    "name": "Буттылирование ауры",
    "icon": "naturesaura:aura_bottle{stored_type:'naturesaura:overworld'}",
    "category": "practices",
    "advancement": "naturesaura:wood_stand",
    "turnin": "naturesaura:aura_bottle_overworld",
    "pages": [
        {
            "type": "text",
            "text": "$(аура) и ее присутствие в мире уже долгое время являются загадкой для исследователей. Раньше они использовали $(item)Бутыли$() для сбора $(ауры) и возможности более детального анализа, поскольку таким образом она становится видимой невооруженным глазом. Вскоре после этого их начали беспокоить жалобы неосведомленных лиц: «Другие ученые уже используют бутылки и это вызовет проблемы», - сказали они."
        },
        {
            "type": "crafting",
            "text": "По этой причине, чтобы не допустить всякой бессвязной болтовни, они создали $(item)Бутылку и пробку$(): похожий, но немного отличающийся от бутылки прибор, который можно использовать исключительно для сбора $(ауры) путем простого взаимодействия. с воздухом, удерживая его.",
            "recipe": "naturesaura:bottle_two_the_rebottling"
        },
        {
            "type": "spotlight",
            "item": "naturesaura:aura_bottle{stored_type:'naturesaura:overworld'}",
            "link_recipe": true,
            "text": "Конечно, в зависимости от мира, в котором Вы сейчас находитесь, тип собираемой $(ауры) будет немного различаться. Например, в обычном мире $(аура) может быть собрана в виде солнечного света, в то время как в Нижнем мире $(аура) может быть собрана в виде призраков, а в Крайнем мире $(аура) присутствует в виде переизбыточной тьмы."
        },
        {
            "type": "text",
            "text": "Кроме того, сбор $(ауры) таким образом можно легко автоматизировать с помощью $(item)Раздатчика$(): если положить в них пустые $(item)Бутылки и пробки$(), они раскроются, что приведёт к тому, что в процессе они заполняются $(Аурой). Поскольку впоследствии они больше не всасываются, требуется дополнительный инструмент, например, $(item)Воронка$()."
        }
    ]
}