{
  "name": "Жаровня",
  "category": "devices",
  "icon": "bewitchment:brazier",
  "pages": [
	{
	  "type": "text",
	  "text": "Жаровня-это специальный сосуд, предназначенный для хранения реагентов, которые должны быть сожжены. В зависимости от сожженных реагентов, Жаровня будет давать эффекты от пассивного усиления до создания густого тумана и даже призывать существ запредельного, поскольку горящие предметы-это один из верных способов помочь ей пересечь завесу в духовный мир и общаться с упомянутыми духами."
	},
	{
	  "type": "crafting",
	  "recipe": "bewitchment:brazier",
	  "text": "Жаровни также могут сжигать благовония, которые при возгорании будут давать тем, кто находится в этом районе специальные эффекты. Некоторые более зловещие люди говорили об их способности бросать проклятия на цели, используя жаровню, а также…"
	},
	{
	  "type": "text",
	  "title": "Ладан",
	  "text": "Когда определенное количество реагентов сжигается в жаровне вместе со смолой дерева драконьей крови, действующей в качестве катализатора, создаются благовония. При сжигании она будет бросать туман в область, которая может обеспечить определенные пассивные эффекты для пользователей, если они заснут в дыму, наряду с защитой от более темных существ, которые прикасаются к его дыму."
	},
	{
	  "type": "text",
	  "text": "Однако из-за эфирной природы этого дыма, эффекты от ладана просто не могут быть такими же сильными, как эффекты от символов или варева, если только...."
	},
	{
	  "type": "bewitchment:incense_recipe",
	  "recipe": "bewitchment:vitality",
	  "text": "Усиливает плоть и кровь пользователя, позволяя ему наносить больший урон, а также принимать меньший урон."
	},
	{
	  "type": "bewitchment:incense_recipe",
	  "recipe": "bewitchment:deftness",
	  "text": "Повышает скорость и ловкость пользователя."
	},
	{
	  "type": "bewitchment:incense_recipe",
	  "recipe": "bewitchment:invigorating",
	  "text": "Делает пользователя более долговечным в целом и позволяет ему быстрее разбивать блоки."
	},
	{
	  "type": "bewitchment:incense_recipe",
	  "recipe": "bewitchment:cats_eye",
	  "text": "Стимулирует глаза пользователя, позволяя им видеть в темноте так же, как кошка."
	},
	{
	  "type": "bewitchment:incense_recipe",
	  "recipe": "bewitchment:fullness",
	  "text": "Делает пользователя менее голодным и позволяет ему принимать больше ударов."
	},
	{
	  "type": "bewitchment:incense_recipe",
	  "recipe": "bewitchment:intensity",
	  "text": "При сжигании в отдельной жаровне рядом с жаровней, содержащей другой фимиам, он увеличивает силу своего воздействия. Не совместимо с концентрацией."
	},
	{
	  "type": "bewitchment:incense_recipe",
	  "recipe": "bewitchment:concentration",
	  "text": "Сгущает и концентрирует дым от ближайшей жаровни, позволяя его эффектам задерживаться гораздо дольше. Не совместимо с интенсивностью."
	}
  ]
}
