{
  "name": "Алтарь Ведьмы",
  "category": "devices",
  "icon": "bewitchment:stone_witches_altar",
  "priority": true,
  "pages": [
	{
	  "type": "text",
	  "text": "Магическая Энергия, или МЭ, существует во всех формах жизни, от самого маленькой рассады до великого Дракона в конце Времени. Другие группы могут называть это «Вис», «Точки жизни», «Маган» или тому подобное, но по сути это та же самая грубая сила жизни и природы. Флора должна быть расположена рядом с Алтарем, чтобы производить МЭ, так как МЭ свободно течет через растения и грибы."
	},
	{
	  "type": "text",
	  "text": "Хотя МЭ существует и у животных, ее нельзя использовать, поскольку их душа не позволяет ему покинуть свое тело, пока эта душа не покинет их. Однако некоторые останки животных (и людей) имеют резонанс ME, недостаточно, чтобы быть запряженным Алтарем, но достаточно, чтобы действовать в качестве реагентов в ритуалах."
	},
	{
	  "type": "text",
	  "title": "Aлтарь",
	  "text": "Основа любой ведьмы, алтарь может использовать силы местной флоры в форме, которую могут использовать другие устройства, и большинство устройств должны быть расположены рядом с Алтарем, чтобы их можно было использовать. Алтари могут быть сделаны из многих материалов, от Камня до Пустотелых Кирпичей и многого другого, и их можно доработать, положив сверху ковер любого цвета. Алтарь также может быть усилен определенными предметами. Информация о модификаторах может быть найдена на следующих страницах."
	},
	{
	  "type": "crafting",
	  "title": "Крафт Алтаря",
	  "recipe": "bewitchment:stone_witches_altar"
	},
	{
	  "type": "text",
	  "title": "Altar Modifiers",
	  "text": "Кубки обеспечивают небольшое увеличение как усиления, так и множителя. Включает в себя кубки, бутылки и цветочные горшки. Мечи увеличивают множитель. Включает в себя Aтаме, Болин и другие лезвия. Жезлы повышают максимальную мощность алтаря. Включает в себя факелы, свечи и концевые стержни. Пентакли увеличивают прирост. Включает в себя черепа, драгоценные камни и пентакли."
	},
	{
	  "type": "multiblock",
	  "name": "Как построить",
	  "multiblock": {
		"mapping": {
		  "A": "bewitchment:stone_witches_altar[type=0]",
		  "0": "bewitchment:stone_witches_altar[type=0]"
		},
		"pattern": [
		  [
			"AA",
			"0A",
			"AA"
		  ]
		]
	  },
	  "text": "Блоки вокруг алтаря должны $(i)не$() быть блоками другого алтаря"
	}
  ]
}
